import { IRecommendedDish } from "../../shared/models/IRecommendedFood";

export const Recommended: IRecommendedDish[] = [
  {
    id: "f1",
    name: "مرغ سوخاری",
    description:
      "این محصول از مرغ تازه و کیفیتی برتر تهیه شده است و پس از سوختن در روغن گرم، پوست آن به‌صورت طلاییو خوشمزه شده است. هر بخش از این مرغ سوخاری حاوی حدود ۲۵۰ کیلوکالری است",
    price: 235000,
    image: "images/recommended/big-chicken.png",
  },
  {
    id: "f2",
    name: "مرغ تک نفره ",
    description:
      "این محصول از مرغ تازه و کیفیتی برتر تهیه شده است و پس از سوختن در روغن گرم، پوست آن به‌صورت طلاییو خوشمزه شده است. هر بخش از این مرغ سوخاری حاوی حدود ۲۵۰ کیلوکالری است",
    price: 142000,
    image: "images/recommended/chicken.png",
  },
  {
    id: "f3",
    name: "مرغ شکم پر",
    description:
      "این محصول از مرغ تازه و کیفیتی برتر تهیه شده است و پس از سوختن در روغن گرم، پوست آن به‌صورت طلاییو خوشمزه شده است. هر بخش از این مرغ سوخاری حاوی حدود ۲۵۰ کیلوکالری است",
    price: 175000,
    image: "images/recommended/dry-chicken.png",
  },
  {
    id: "f4",
    name: "زرشک پلو",
    description:
      "این محصول از مرغ تازه و کیفیتی برتر تهیه شده است و پس از سوختن در روغن گرم، پوست آن به‌صورت طلاییو خوشمزه شده است. هر بخش از این مرغ سوخاری حاوی حدود ۲۵۰ کیلوکالری است",
    price: 750000,
    image: "images/recommended/kebeb.png",
  },
  {
    id: "f5",
    name: "شامی",
    description:
      "این محصول از مرغ تازه و کیفیتی برتر تهیه شده است و پس از سوختن در روغن گرم، پوست آن به‌صورت طلاییو خوشمزه شده است. هر بخش از این مرغ سوخاری حاوی حدود ۲۵۰ کیلوکالری است",
    price: 150000,
    image: "images/recommended/shami.png",
  },
  {
    id: "f6",
    name: "کتلت",
    description:
      "این محصول از مرغ تازه و کیفیتی برتر تهیه شده است و پس از سوختن در روغن گرم، پوست آن به‌صورت طلاییو خوشمزه شده است. هر بخش از این مرغ سوخاری حاوی حدود ۲۵۰ کیلوکالری است",
    price: 65000,
    image: "images/recommended/shami2.png",
  },
];
