import { IComments } from "../../shared/models/ICustomComment";

export const COMMENTS: IComments[] = [
  {
    id: 1,
    name: " عتیقه عهد ساسانی",
    contentText:
      "این سکه‌ قدیمی مربوط به دوران ساسانیان است و ارزش تاریخی بالایی دارد. نقش‌ها و حکاکی‌های آن نشان از هنر و فرهنگ غنی ایران باستان دارد.",
    image: "images/comments/antique.jpg",
  },
  {
    id: 2,
    name: "عتیقه سفالی هخامنشی",
    contentText:
      "این گلدان سفالی زیبا از دوره هخامنشیان باقی مانده و طرح‌های روی آن گویای ذوق و خلاقیت هنرمندان آن دوران است.",
    image: "images/comments/antique.jpg",
  },
  {
    id: 3,
    name: "عتیقه قدیمی صفوی",
    contentText:
      "این شمشیر دست‌ساز متعلق به دوران صفوی است. ظرافت در ساخت دسته و تیغه آن نشان‌دهنده مهارت استادکاران ایرانی است.",
    image: "images/comments/antique.jpg",
  },
  {
    id: 4,
    name: "عتیقه قاجاری",
    contentText:
      "قالیچه‌ای زیبا از دوره قاجار که با رنگ‌های طبیعی و طرح‌های اصیل ایرانی بافته شده است. هر گره آن روایتگر داستانی از هنر ایرانی است.",
    image: "images/comments/antique.jpg",
  },
  {
    id: 5,
    name: "عتیقه نقره ایلخانی",
    contentText:
      "این گردنبند نقره با نگین‌های قدیمی از دوران ایلخانی به جا مانده و جلوه‌ای خاص دارد که هنوز هم چشم‌نواز است.",
    image: "images/comments/antique.jpg",
  },
  {
    id: 6,
    name: "عتیقه مفرغی اشکانی",
    contentText:
      "این ظرف مفرغی از دوران اشکانی کشف شده و طراحی ساده اما کاربردی آن نشانی از زندگی مردمان آن زمان دارد.",
    image: "images/comments/antique.jpg",
  },
  {
    id: 7,
    name: "عتیقه خطی تیموری",
    contentText:
      "کتاب خطی ارزشمندی از دوران تیموری که با خط زیبای نستعلیق نوشته شده و حاوی اشعار فارسی است.",
    image: "images/comments/antique.jpg",
  },
  {
    id: 8,
    name: "عتیقه  برنجی سلجوقی",
    contentText:
      "این آینه برنجی مربوط به دوره سلجوقیان است و با نقش و نگارهای ظریف تزئین شده که هنوز هم زیبایی خود را حفظ کرده است.",
    image: "images/comments/antique.jpg",
  },
];
