import { IComments } from "../../shared/models/ICustomComment";

export const COMMENTS: IComments[] = [
  {
    id: 1,
    name: "علی رضایی",
    contentText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با ",
    image: "images/comments/person5.jpg",
  },
  {
    id: 2,
    name: "مریم احمدی",
    contentText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با ",
    image: "images/comments/person4.jpg",
  },
  {
    id: 3,
    name: "حسین کریمی",
    contentText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با ",
    image: "images/comments/person3.svg",
  },
  {
    id: 4,
    name: "زهرا محمدی",
    contentText: "برخورد پیک محترمانه بود و غذا داغ به دستم رسید.",
    image: "images/comments/person2.svg",
  },
  {
    id: 5,
    name: "امیر حسنی",
    contentText: "همه چیز خوب بود اما زمان تحویل کمی طول کشید.",
    image: "images/comments/person1.svg",
  },
  {
    id: 6,
    name: "مریم احمدی",
    contentText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با ",
    image: "images/comments/person3.svg",
  },
  {
    id: 7,
    name: "مریم احمدی",
    contentText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با ",
    image: "images/comments/person4.jpg",
  },
  {
    id: 8,
    name: "مریم احمدی",
    contentText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با ",
    image: "images/comments/person5.jpg",
  },
];
